[
{"ID": 1072620417455493201, "Timestamp": "2023-02-07 20:50:35", "Contents": "Hola Gabriela, ¿Cómo vas? Pues yo ya no estoy con ningún club, rechacé la mentoría este semestre ya que no hacían nada ...Cómo estás tú?", "Attachments": ""},
{"ID": 983915702278828154, "Timestamp": "2022-06-08 02:09:43", "Contents": "Espero que todo te vaya bien ahora graduada", "Attachments": ""},
{"ID": 983915631697080360, "Timestamp": "2022-06-08 02:09:26", "Contents": "Pues nada yo no sé nada de ninguno y ya he pedido que me quiten ser tutora. Lo de darles talleres me parece buena idea,pero si no están activos pues nada", "Attachments": ""},
{"ID": 983915446870900766, "Timestamp": "2022-06-08 02:08:42", "Contents": "Hola Gabriela recién te leo disculpa", "Attachments": ""},
{"ID": 983381691810840586, "Timestamp": "2022-06-06 14:47:45", "Contents": "Lo siento mucho porque veo que tu trabajo es súper bueno y haces full cosas,pero no veo interés por los que estab", "Attachments": ""},
{"ID": 983381579659378728, "Timestamp": "2022-06-06 14:47:18", "Contents": "Hola Gabriela pues les he escrito,pero no me paran bola. Ni contestan ni veo interés en hacer nada,yo por mi parte he notificado a subdecanato para no tutorizar. De todas maneras en lo que yo pueda ayudarte acá estoy", "Attachments": ""},
{"ID": 936164895626518529, "Timestamp": "2022-01-27 07:45:04", "Contents": "Hola Gabriela,he estado con bastante trabajo las últimas semanas de clase,ahora estamos en exámenes por eso no concreté ninguna reunión, pero no me olvido. La semana de preparación creo que será buena para ello. Muchas gracias por tus capturas,ya lo he leído. Te aviso en cuanto esté la reunión preparada y así sabes quién estará disponible en vacaciones.", "Attachments": ""},
{"ID": 929050615114502154, "Timestamp": "2022-01-07 16:35:27", "Contents": "Listo,yo hablo con Juddy entonces para una reunión general. Espero estés bien y todo marche bien.", "Attachments": ""},
{"ID": 929046842308718622, "Timestamp": "2022-01-07 16:20:28", "Contents": "Hola Gabriela, Feliz Año a tí también. Juddy me tiene al día de todo lo que vais haciendo. Si queréis continuar con Tweencómic es perfecto,me parece buen proyecto. El que como club continuéis en vacaciones es algo que debéis proponer y que participe quien desee. Entiendo por tu mensaje que hay cierta falta de compromiso de algunos compañeros respecto al proyecto Tweencomic, pero no sé cómo puedo ayudar yo. Los chicos apenas se reúnen y tampoco están ahora interesados en talleres y a excepción de tres que me enviáis cosas o incluso un par más interesados en animación con los que me he reunido para solventar dudas,no veo mucho interés. Puedo hablar con Juddy para realizar una reunión general y comunicarles tu propuesta y de ahí que arméis un calendario para trabajar en vacaciones y el siguiente semestre,con fechas clave. Más allá de eso y de supervisar y ayudar a quien lo necesite,no puedo hacer. Tú dime en concreto cómo apoyarte en este proyecto y sabes que puedes contar conmigo.", "Attachments": ""},
{"ID": 899975377634619413, "Timestamp": "2021-10-19 11:00:50", "Contents": "Gabriela! Pensé que te había contestado espero no haberte desanimado. Tú animación está súper bien. Cómo bien dices está divertido y la App al tener papel cebolla ayuda muchísimo. Si te gusta la animación así con objetos revisa el trabajo de Pes,el animador se llama Adam Pesapane pero hace animaciones bajo el Aka Pes. Creo que te va a gustar mucho", "Attachments": ""},
{"ID": 889595700160106606, "Timestamp": "2021-09-20 19:35:42", "Contents": "Lo que has hecho moviendo el cuaderno,si quieres puedes probar con otro objeto y trazar un arco en el piso y moverlo siguiendo el arco, y fijarte en los espaciados que quedan entre un fotograma y otro. Eso da fluidez al movimiento.", "Attachments": ""},
{"ID": 889595396584788000, "Timestamp": "2021-09-20 19:34:30", "Contents": "Está bien,las hojas pasando con los dibujos es bien interesante", "Attachments": ""},
{"ID": 889586609350135898, "Timestamp": "2021-09-20 18:59:35", "Contents": "Vale! Como algo y reviso", "Attachments": ""},
{"ID": 889586396258500708, "Timestamp": "2021-09-20 18:58:44", "Contents": "Sin distraernos*", "Attachments": ""},
{"ID": 889586318663880715, "Timestamp": "2021-09-20 18:58:26", "Contents": "Si ,dale, si no tienes problema con mostrarme tus dibujos.  Ese tipo de ejercicios son buenos para entender cómo funciona el.movimiento son distraernos con las complicaciones que tengan los muñecos", "Attachments": ""},
{"ID": 889586007945666630, "Timestamp": "2021-09-20 18:57:12", "Contents": "Igualmente si sigues haciendo cosas,envíame y con detalle de voy diciendo", "Attachments": ""},
{"ID": 889585651173957643, "Timestamp": "2021-09-20 18:55:46", "Contents": "Pues ahí explica con gráficos súper bien,por ejemplo cómo manejar el espacio entre fotogramas (de los dibujos por ejemplo) y cómo se distribuye el tiempo dentro del tiempo,por decirlo de alguna manera.", "Attachments": ""},
{"ID": 889585342808727652, "Timestamp": "2021-09-20 18:54:33", "Contents": "Se llama The animator survival Kit", "Attachments": ""},
{"ID": 889585289302011914, "Timestamp": "2021-09-20 18:54:20", "Contents": "Si os lo compartí", "Attachments": ""},
{"ID": 889583228682387477, "Timestamp": "2021-09-20 18:46:09", "Contents": "Estoy viendo y va bastante lento. Ajustando un poco los fotogramas en tiempo, estaría mejor. Lo que te recomiendo si quieres practicar con animación stop motion es utilizar objetos que tengas por casa, no te compliques modelando personajes, ya que los caminados son muy complejos. Igualmente el modelado y el movimiento de la mano, están muy bien. Además de esa recomendación, te invito a que le eches un vistazo al libro de Richard Williams, de los 12 principios de animación, veo que de manera intuitiva sigues bien los arcos, así que creo que igual podrías incluso copiar alguno de los movimientos con algún objeto y ver cómo funciona. Si sigues haciendo cosas, mándame y puedo revisarte con más detalle y vamos avanzando. Pero eso, para empezar con stop motion lo mejor es tomar objetos que tengas por casa y practicar con ellos, nos ayuda a entender el movimiento y no nos despista con estar pendientes el muñeco.", "Attachments": ""},
{"ID": 889581819664683018, "Timestamp": "2021-09-20 18:40:33", "Contents": "Hola Gabriela! Enhorabuena por el proyector integrador!!!Con la App si tomas fotos después de instalarla, va bien. Ya reviso tu película ahoritay te digo.", "Attachments": ""},
{"ID": 878551489860214815, "Timestamp": "2021-08-21 08:09:57", "Contents": "Que tengas un muy buen fin de semana!!", "Attachments": ""},
{"ID": 878551422759743498, "Timestamp": "2021-08-21 08:09:41", "Contents": "Me alegro que te gustase la charla de Luis, cualquier consulta que tengas al respecto o si quieres enviarle material me indicas y yo le envío.", "Attachments": ""},
{"ID": 878550832038178826, "Timestamp": "2021-08-21 08:07:21", "Contents": "Respecto a animación,cuando quieras. Y qué bueno que hicieses títeres. Si quieres ponerte con stop motion, ahí me dices.", "Attachments": ""},
{"ID": 878550508216942654, "Timestamp": "2021-08-21 08:06:03", "Contents": "Pues te animo a que sigas con tus dibujos y si tienes por ahí en mente un cómic,ya viste cómo armar un dossier,podrías enviar.", "Attachments": ""},
{"ID": 878550019492421693, "Timestamp": "2021-08-21 08:04:07", "Contents": "Qué geniales tus dibujos Gabriela!!", "Attachments": ""},
{"ID": 872244122503757894, "Timestamp": "2021-08-03 22:26:44", "Contents": "Gabriela!Disculpa,se me quedó esto abajo y nunca te conté,perdona. De acuerdo,ya sé quién eres y he visto tu trabajo,no te preocupes. Cualquier cosa,ya sabéis que ando por acá o por el correo para ayudaros en lo que pueda.", "Attachments": ""}
]