[
{"ID": 1325862342352830464, "Timestamp": "2025-01-06 16:23:35", "Contents": "<@699686274717581391> creo que sigues avanzando con el cartel, ahí me dices para ir afinando y dejarlo listo y pasarte a la siguiente tarea.", "Attachments": ""},
{"ID": 1325858058643181627, "Timestamp": "2025-01-06 16:06:34", "Contents": "<@263432691817381890> si has acabado la casa, súbeme el archivo de max a una carpeta que se llame 6 de enero y ahí te reviso y te echo la mano.", "Attachments": ""},
{"ID": 1325857915890040914, "Timestamp": "2025-01-06 16:06:00", "Contents": "<@1193031990170107926> te paso ahora a la tarea de diseñar NPC'S. Debes seguir es estilo de las referencias de los personajes ya creados. Y necesito que crees tres niños de unos 5 años que estarán jugando al balón. No tengo referencias, pero las condiciones es que tengan esa edad, te lo dejo libre como propuesta. Tienes en tu carpeta el concept de los personajes hechos hasta ahora para que tomes de ejemplo a la hora de hacer tus diseños.", "Attachments": ""},
{"ID": 1325856710535151730, "Timestamp": "2025-01-06 16:01:13", "Contents": "<@456950812309192704> <@900374512854519829> he visto que acabasteis los modelos, si queréis que revise, hacedme una carpeta que se llame 6 de enero y subidme ahi los .obj para echaros una mano.", "Attachments": ""},
{"ID": 1325856455651229777, "Timestamp": "2025-01-06 16:00:12", "Contents": "<@1032842294145077258> he revisado tus animaciones y te he dejado comentarios. La linea, cámbiala un poco a color marrón, no tan negro. El tema con la linea es que sea unos tonos más oscuros que el relleno que tendrá. Te he dejado una referencia en tu carpeta, de un personaje.", "Attachments": ""},
{"ID": 1325855996186333276, "Timestamp": "2025-01-06 15:58:22", "Contents": "<@415219310613626901> ya te he dejado comentario, tienes solo el post del jueves que ya acabas las prácticas. He dejado el copy al inicio del documento para que sea más cómo a la hora de revisar.", "Attachments": ""},
{"ID": 1325853033825042486, "Timestamp": "2025-01-06 15:46:36", "Contents": "<@721525033356493012> necesito entonces que mañana resuelvas cuatro concept antes de pasar a lo que te indiqué(ya que son modelados que posteriormente hará Susana y es lo que tengo más urgente. Necesito que diseñes unas parrillas donde estarán cocinando pescados en la calle(tienes referencias en tu carpeta), adicional necesito el diseño de unas papeleras para poner en la calle, preferible que sean dos diseños: unos para la plaza, con más adornos y otra más minimalista para la zona del puerto. Te dejo referencias en tu carpeta. Adicional necesito el diseño de una puerta en la casa de la niña. Es una puerta interior, en una pared que no está diseñada. Para ello, la puerta debe seguir el estilo visual de lineas diagonales(algo que verás que en el concept original no se siguió, pero sí se adaptó en modelado posteriormente).Te dejo concept de la casa y marcado donde estaría la puerta. Eso sería lo que necesito para tu jornada de mañana.", "Attachments": ""},
{"ID": 1325852129482510468, "Timestamp": "2025-01-06 15:43:00", "Contents": "<@1126691226394054747> te queda hasta el 10 de enero para completar ciertas tareas. De momento, modela el banco y variedades de macetas para vestir los balcones. Tienes referencias de las macetas en tu carpeta(no hay concept). Tienes dos archivos de casa en tu carpeta que puedes importar al  Max para ver más menos dimensiones. Con que hagas tres variantes estaría bien. El banco sería solamente el primero que aparece en el concept.", "Attachments": ""},
{"ID": 1273679808227967108, "Timestamp": "2024-08-15 16:28:50", "Contents": "teórica: del estado del arte, hacer un texto en relación con tu trabajo de investigación, donde se condensen las ideas principales de estos papers en relación a tu trabajo de investigación. deadline: 22 de agosto", "Attachments": ""},
{"ID": 1273679138321993891, "Timestamp": "2024-08-15 16:26:10", "Contents": "<@824276394086236190> tareas práctica: 1. abecedario con el pincel lápiz. 2. Estilizar el dibujo para que siga la linea visual de los concept de entornos. No hace falta color.\napara las pantallas principales, solamente diseñar con linea siguiendo el estilo más estilizado. Entre ellas, una del faro.", "Attachments": ""},
{"ID": 1273643231904530503, "Timestamp": "2024-08-15 14:03:29", "Contents": "espero que no, casi que mejor, yo tengo la última. El problema con este software más bien es si es una versión anterior.", "Attachments": ""},
{"ID": 1273379729944219679, "Timestamp": "2024-08-14 20:36:25", "Contents": "para el viernes 16 tener el archivo de la casa bakeado y preparado en substance para texturizar. Comprobar importacion de smart material(carpeta recursos-material papel)", "Attachments": ""},
{"ID": 1273379592337494016, "Timestamp": "2024-08-14 20:35:53", "Contents": "<@705998489594626148> <@897818554429214740> <@321751055077605386> como tarea semanal(deadline 21 de agosto): Realizar un texto compilando la información más importante del estado del arte que investigasteis y relacionándolo directamente a lo que estáis trabajando para el videojuego.", "Attachments": ""},
{"ID": 1265021149734240387, "Timestamp": "2024-07-22 19:02:25", "Contents": "<@1238408570429636668> hice una carpeta en direccion de arte que se llama Habitación donde hay assets nuevos para subir y comprobar para que los vayas metiendo al nivel de showcase", "Attachments": ""},
{"ID": 1263289630581850223, "Timestamp": "2024-07-18 00:21:58", "Contents": "<@1238408570429636668> he creado una nueva carpeta que se llama Pueblo, dentro de ARTE-DIRECCION DE ARTE. Ahi dentro hay elementos(edificos y farolas) para meter al Unreal. Por favor, impleméntalos, sin escalar.", "Attachments": ""},
{"ID": 1263220687217365176, "Timestamp": "2024-07-17 19:48:01", "Contents": "<@897818554429214740> export-as-.fbx OKOK (nomenclatura-RECURSOS-NOMENCLATURA ASSETS", "Attachments": ""},
{"ID": 1261358283411689503, "Timestamp": "2024-07-12 16:27:29", "Contents": "<@321751055077605386> las cajas y los marcos de foto están ok con el mapeado. Entonces lo que debes hacer es situar el gyzmo centrado en el objeto, en la parte inferior del mismo para que cuando se meta a Unreal se pueda situar sobre las superficies correctamente: Haz esto con cada marco de fotografía(de ambos tamaños) y con las cajas.", "Attachments": "https://cdn.discordapp.com/attachments/1135154122283307048/1261358283227398164/image.png?ex=0&is=68b703ae&hm=3da249563772115eea388b1d5d8b33209a907c5ba51ca37a092371e22ca0c361&uc=dp&"},
{"ID": 1242115658947231928, "Timestamp": "2024-05-20 14:04:10", "Contents": "Todas las entregas deben estar en vuestra carpeta personal y las del proyecto ya os indico yo cuando debéis completarlas(será a final de semestre)", "Attachments": ""},
{"ID": 1242115498712240169, "Timestamp": "2024-05-20 14:03:32", "Contents": "A tu carpeta personal", "Attachments": ""},
{"ID": 1240407018247028736, "Timestamp": "2024-05-15 20:54:38", "Contents": "<@897818554429214740> <@321751055077605386> <@705998489594626148> <@824276394086236190> para el día viernes id haciendo búsquedas de estado del arte como os comenté hoy, pero no tenéis que presentar nada hasta el lunes día 20(será un artículo de investigación por persona). Los objetivos de vuestro micro proyecto los tenéis en vuestra carpeta personal.", "Attachments": ""},
{"ID": 1143267891270135998, "Timestamp": "2023-08-21 19:38:26", "Contents": "@everyone todas las personas que estén en modelado deben tener mañana sin falta los .fbx acabados, así ocmo los tres bakes principales.", "Attachments": ""},
{"ID": 1135156650228060242, "Timestamp": "2023-07-30 10:27:15", "Contents": "<@326574476047155211> <@764983238119915521> <@751154132819247205><@347037353422094336> <@1091196040239132692>  necesito que exportéis vuestros modelos en .fbx como vimos y los llevéis a Marmoset para hacer los bakes. Para ello, vais a exportar el .fbx de vuestros elementos(lo normal es atacharlos y organizar el mapeado antes de exportar y después se hacen los bakes y se mandan a substance donde texturizáis por elemento).Tenéis las carpetas creadad. En esas carpetas debéis colocar el archivo.fbx y nombrarlo como por ejemplo_ Maderas001_001.fbx y en la carpeta de bakes sacaros en PNG los bakes de AO(Ambient occlusion), CURVATURE y NORMAL. Todo esto debe estar para el 11 AGOSTO. De ahí vais a texturizar y juntar todos los elementos del ambiente para el 18  DE AGOSTO.", "Attachments": ""},
{"ID": 1135156090422702080, "Timestamp": "2023-07-30 10:25:02", "Contents": "<@766482878275387396> necesito que esta semana ya cierres el personaje de la abuela haciendo un modelsheet a linea y empieces a investigar con el color. Te subo ahora cartas de color para que pueda trabajar. Consulta a <@754189133626212382> para seguir el mismo estilo visual, linea y efecto de acuarela.", "Attachments": ""},
{"ID": 1135155740881977385, "Timestamp": "2023-07-30 10:23:38", "Contents": "<@667782094927298630> tú montarás la animática a partir del storyboard que hagan tus compañeras y animarás(solamente con keyframes)la parte inicial. <@723744824494391321> cuando tenga los videos de la niña, te aviso para que trabajes en ello y luego tú vas a ayudar a Paula en esto y animarás con keyframes la segunda parte. El trabajo de Paula y de Shirley deberá estar listo para la semana de exámanes.", "Attachments": ""},
{"ID": 1135155110134173726, "Timestamp": "2023-07-30 10:21:08", "Contents": "<@326574476047155211> <@522230809986465797> <@347037353422094336> <@766482878275387396> vais a hacerme una propuesta de storyboard para la cinemática inicial. Para ello, vais a leer la sinopsis, y más importante: vais a ir al Miro del videojuego, donde está detallado el inicio del juego. Vais a hacerlo entre los cuatro, porque partís de cero. Para ello tenéis hasta el día 9 DE AGOSTO. Si acabáis antes, me avisáis, el próximo domingo podré revisar vuestros avances.", "Attachments": ""}
]