[
{"ID": 807364519063715880, "Timestamp": "2021-02-05 21:38:21", "Contents": "Ya, totalmente de acuerdo.  Unos segundillos de cada uno que no son tantos", "Attachments": ""},
{"ID": 807223397104353321, "Timestamp": "2021-02-05 12:17:35", "Contents": "pero joer bien podrían haber pedido los capture de video que hizo Miguel para poner", "Attachments": ""},
{"ID": 807222453884944404, "Timestamp": "2021-02-05 12:13:50", "Contents": "vaya, y eso que llevó premio, bueno se ven los barquitos al vuelo jajaja", "Attachments": ""},
{"ID": 804683652013359105, "Timestamp": "2021-01-29 12:05:32", "Contents": "donde está el grupo que nos corresponde grupo 15?", "Attachments": ""},
{"ID": 804683564503269427, "Timestamp": "2021-01-29 12:05:12", "Contents": "una ayudita para el canal del Discord que envió Raluy, please", "Attachments": ""},
{"ID": 804683176702246942, "Timestamp": "2021-01-29 12:03:39", "Contents": "Hola, sí, el corto del zorrito lo había visto es súper chulo", "Attachments": ""},
{"ID": 804658752234061825, "Timestamp": "2021-01-29 10:26:36", "Contents": "okis, ya me avisó Giulia, estoy pendiente entonces", "Attachments": ""},
{"ID": 804423139114876938, "Timestamp": "2021-01-28 18:50:21", "Contents": "ay, ok, ok, gracias, me estaba dando agobio que no entendía <:Goofy:775740362890280970> bueno igualmente si hay que hacerse alguna cuenta o algo en algún sitio, nos decís.", "Attachments": ""},
{"ID": 804421385630777365, "Timestamp": "2021-01-28 18:43:23", "Contents": "unity conozco pero lo otro no", "Attachments": ""},
{"ID": 804421277263331418, "Timestamp": "2021-01-28 18:42:57", "Contents": "yo no sé de qué hablas <:2643_god_why:775740362865115166>  nosotros usamos Max y Zbrush, estamos aprendiendo humildemente Marmoset. Es una cuenta o algo para albergar el proyecto del videojuego¿?", "Attachments": ""},
{"ID": 804294891562860554, "Timestamp": "2021-01-28 10:20:45", "Contents": "vale, le pegamos una revisada. Pues el finde a tope XD", "Attachments": ""},
{"ID": 804293159047135282, "Timestamp": "2021-01-28 10:13:52", "Contents": "montón de trabajo XD", "Attachments": ""},
{"ID": 804293133184532490, "Timestamp": "2021-01-28 10:13:45", "Contents": "pues os quedó genial, no sé lo compartísteis por el grupo general, no lo había visto porque hasta navidad estuve medio suicidada con mont", "Attachments": ""},
{"ID": 804292896169525248, "Timestamp": "2021-01-28 10:12:49", "Contents": "y entretenido", "Attachments": ""},
{"ID": 804292868029808640, "Timestamp": "2021-01-28 10:12:42", "Contents": "pues es precioso", "Attachments": ""},
{"ID": 804292707073392690, "Timestamp": "2021-01-28 10:12:04", "Contents": "tienes mil cosas hechas de videojuegos, que por cierto tienes uno de un submarinista chulíiiiiiiisimo. Pues  lo que aconsejéis los que ya tenéis experiencia en esto.", "Attachments": ""},
{"ID": 804291669209907232, "Timestamp": "2021-01-28 10:07:56", "Contents": "tú ya eres pro pero para mi esla primera vez que participio y me cagué al ver el horario", "Attachments": ""},
{"ID": 804291544076255232, "Timestamp": "2021-01-28 10:07:27", "Contents": "si, si lo único por el tiempo que dan que es súper poco jajaja", "Attachments": ""},
{"ID": 804291162411630632, "Timestamp": "2021-01-28 10:05:56", "Contents": "ok, porque flipé con lo de puntillismo", "Attachments": ""},
{"ID": 804291032887328788, "Timestamp": "2021-01-28 10:05:25", "Contents": "si los revisé, e iba a preguntar si sí o sí había que meter alguno", "Attachments": ""},
{"ID": 804290232798806046, "Timestamp": "2021-01-28 10:02:14", "Contents": "disculpa, ya vi que envió mail ayer, me lié currando por la tarde y no vi nada", "Attachments": ""},
{"ID": 804289866299867146, "Timestamp": "2021-01-28 10:00:47", "Contents": "perdoooona <@!324919445711486976> no vi este mensaje hasta ahora: Iria Cabrera Balbuena", "Attachments": ""},
{"ID": 803936879770730516, "Timestamp": "2021-01-27 10:38:08", "Contents": "oye como mola el de papers, please", "Attachments": ""},
{"ID": 803936244362772517, "Timestamp": "2021-01-27 10:35:37", "Contents": "ya, es que encima de programación yo cero y digo cosas a lo loco sin saber si llevaría mucho o no", "Attachments": ""},
{"ID": 803936009565765642, "Timestamp": "2021-01-27 10:34:41", "Contents": "mola", "Attachments": ""},
{"ID": 803936002988179456, "Timestamp": "2021-01-27 10:34:39", "Contents": "pues mla", "Attachments": ""},
{"ID": 803935979706646551, "Timestamp": "2021-01-27 10:34:33", "Contents": "ohhh", "Attachments": ""},
{"ID": 803935834910490634, "Timestamp": "2021-01-27 10:33:59", "Contents": "si? entonces, guay si a la gente le mola es que en realidad siempre que tengo que hacer papeleos para conseguir cosas pienso, va va que vas en la fase 1 tienes que pasar la siguiente XDDDD y normalmente en objetos perdidos tienes que presntar cosas demostrando que eres tú. Voy a revisarlo.", "Attachments": ""},
{"ID": 803935351084810250, "Timestamp": "2021-01-27 10:32:04", "Contents": "el papers no lo conozco, voy a ver", "Attachments": ""},
{"ID": 803935296747208736, "Timestamp": "2021-01-27 10:31:51", "Contents": "jajaja, bueno, no es mucho pero al menos deciros lo que se me pasó por la cabeza XD", "Attachments": ""},
{"ID": 803934714205044767, "Timestamp": "2021-01-27 10:29:32", "Contents": "buenos días, ayer llegué súper tarde por eso no dije nada. Ya os leí y revisé lo que nos envió Nana. Mola mucho el juego de arreglar la Tv con los puzzles, me ha gustado. La idea de objetos perdidos mola, me gusta, aunque no sé si será muy evidente. Pero pensando en ella me he acordado del Overcooked, la dinámica de estar consiguiendo cosas y que hay momentos que tienes que sacar muchos pedidos a la vez. En la oficina de objetos perdidos, el jugador es el de la oficina que tiene que entregar los objetos que vienen a buscar pero está opción de que te engañen , que quieran llevarse cosas que no son suyas o se le amontona la gente reclamando. Y para que dés el correcto, hay que resolver algo.  O el jugador debe conseguir recuperar lo que es suyo, y que para conseguir tu objeto perdido tengas que hacerte con una lista de requerimientos para que te lo den (objetos o certificados, que se consiguen resolviendo puzzles. Rollo burocracia, aunque eso igual amarga antes que divertir XD).Que son cosas así de primeras que me vinieron a la cabeza con el juego de la Tv(me moló mucho la mano y que vas manejando el objeto que va rotando para ir resolviendo)y normalmente de primeras digo chorradas como puños XD. He encontrado también un cuento infantil donde un niño se encuentra un pingüino y tiene que devolverlo a su lugar, ya que en objetos perdidos dicen que nadie lo reclamó. Me pareció interesante la idea de un personajillo que tenga que ayudar a otro a encontrar su lugar. Lo dicho, son cosas que se me ocurrieron de primeras, así a lo loco, sigo buscando.", "Attachments": ""},
{"ID": 803576359871315978, "Timestamp": "2021-01-26 10:45:33", "Contents": "apunto cosillas y hacia el final de la tarde os digo", "Attachments": ""},
{"ID": 803575532506972191, "Timestamp": "2021-01-26 10:42:16", "Contents": "gracias*", "Attachments": ""},
{"ID": 803575476278263828, "Timestamp": "2021-01-26 10:42:03", "Contents": "Hola, estaba en clase, guay, garcias por toda la info <@!324919445711486976> ahora me veo todo.", "Attachments": ""}
]