[
{"ID": 842663448369823774, "Timestamp": "2021-05-14 07:23:42", "Contents": "Qué chulo!!Muchas gracias, justo íbamos a pediros la textura definitiva 🙂", "Attachments": ""},
{"ID": 838769085461823568, "Timestamp": "2021-05-03 13:28:53", "Contents": "Muy chulas Marina!A mi también me gusta la 1.", "Attachments": ""},
{"ID": 834446629855690853, "Timestamp": "2021-04-21 15:12:59", "Contents": "Marina gracias,están muy chulos 😄 a mi me gusta el 5 también como a Nana y el 3 también", "Attachments": ""},
{"ID": 833358134058811402, "Timestamp": "2021-04-18 15:07:42", "Contents": "A ver si te ayuda", "Attachments": ""},
{"ID": 833358064773496843, "Timestamp": "2021-04-18 15:07:25", "Contents": "Y muchas gracias por el trabajo <@752645047488610364> !!! Que opinen también <@761124759202693141> <@142023183464267776>  y <@428310922239672325>", "Attachments": ""},
{"ID": 833357246204346368, "Timestamp": "2021-04-18 15:04:10", "Contents": "Acabo de ver las cápsulas,la veo espectacular la que está de lado con el mecanismo que hace que se abra. Quizás se puede jugar con animar ese prop o posicionar algunos cerrados y cuando sale el mapache usar el abiero. En cuanto al mapache con casco, personalmente me gusta el 2,por la pieza de la cola,en el 3 se me hace mucho que la pieza de la cola sea tan grande.Para la IA me mola. El 1,3 y 4 y para el Exit la versión 1 porque tiene las mismas flechas que estás manejando en algunos paneles y la trampilla,además de que la veo muy legible y es la que me queda más clara aunque esté lejos de la cámara.", "Attachments": ""},
{"ID": 831265283796369498, "Timestamp": "2021-04-12 20:31:27", "Contents": "La caja y rejilla las hemos dejado ya como el último concept,echadle un vistazo al canal escultura digital a ver si os mola :-)", "Attachments": ""},
{"ID": 831264989401841715, "Timestamp": "2021-04-12 20:30:17", "Contents": "Qué chulo! De la nevera podríais decidir uno? Digo los mexicanos están modelandola y justo hoy nos han escrito preguntado por los colores de la nevera así ayudan a texturizar,disculpad que no he tenido tiempo de escribir.  Lo de las bandas de peligro preguntad a <@324919445711486976>  porque creo que con las rejillas lo usaron para que el jugador sepa dónde engacharse,digo por si es confuso por tema de peligro. De momento ese prop es el que corre prisa en elegir color.", "Attachments": ""},
{"ID": 830532295797899264, "Timestamp": "2021-04-10 19:58:49", "Contents": "Y <@686595993214517316>  están muy guays también las muertes,a mi me ha dado mucha pena verlo en el pincho atravesado 😫<:2643_god_why:775740362865115166>", "Attachments": ""},
{"ID": 830532019032817674, "Timestamp": "2021-04-10 19:57:43", "Contents": "Gracias <@752645047488610364>  :-) qué currazo", "Attachments": ""},
{"ID": 830409987486121994, "Timestamp": "2021-04-10 11:52:49", "Contents": "gracias <@!752645047488610364> ! Me gustan mucho el 1 y el 3, la disposición de elementos está equilibrada, me parece muy interesante jugar con las flechas amarillas que manejaste en la trampilla para los módulos. Lo que cambiaría sería la proporción del ordenador respecto a la cápsula, manejando un objeto de menores dimensiones o desplazándolo un poco a la derecha de la pantalla porque se va mucho la vista a esa parte(estoy pensando de manera separada la composición de elementos de fondo, respecto a la parte modular más cercana a cámara teniendo en cuenta la pequeña fuga de cámara del juego). En cuanto a colores, sí hay que tener el cuenta el personaje y aunque a mí también me funciona súper bien el blanco, hay que priorizar personaje, no sé cómo haría la verdad, quizás un gris y así que algo oscuro esté más al fondo y manejar tonos claros en primer plano donde están los módulos(como en el 3), creo que lo oscuro nos lleva al fondo y lo claro nos acerca?. Los tonos fríos a mí me llevan más a un laboratorio de experimentación y pienso que ofrecen más lejanía creando así más sensación de profundidad en el nivel respecto a cámara, pero vamos que  no sabría opinar mucho en este aspecto😅", "Attachments": ""},
{"ID": 820667927031709706, "Timestamp": "2021-03-14 14:41:21", "Contents": "Los 10 también! Los tres y 8c también me gustan", "Attachments": ""},
{"ID": 820412197053923368, "Timestamp": "2021-03-13 21:45:10", "Contents": "WoW, están genial, el 7 y el 8 me encantan.", "Attachments": ""},
{"ID": 814937919986073610, "Timestamp": "2021-02-26 19:12:20", "Contents": "Claro, nosotros estamos para apoyaros en modelado! Y así descansamos de la retopo que tenemos que hacer jajajaja.", "Attachments": ""},
{"ID": 814932242035114006, "Timestamp": "2021-02-26 18:49:47", "Contents": "Pues nada,lo que os dijimos si necesitáis cualquier cosa el finde estamos pendientes,veremos lo de las texturas y si queréis alguna reunión nos decís, nosotros vamos a estar modelando... Jajajaja", "Attachments": ""},
{"ID": 814931848588951552, "Timestamp": "2021-02-26 18:48:13", "Contents": "No sé si te ayude a peli de Re-Animator,de luces y ambientes se va a otra cosa, pero igual alguna pared te da ideas,creo que hasta usaban una de ladrillos,muy loco. Y la pared como de sótano,del primer concept, creo que funciona bien. Pueden realizarse  ciertos experimentos en el sótano y otros en salas más de \"sala  médica\".De azulejos así rápido me viene la primera parte de Saw pero vamos que tiene azulejos y ya. No sé si te ayude en algo o te lie más,es que en realidad al empezar a poner rejillas,tuberías  y cables es súper fácil irse a algo rollo nave.", "Attachments": ""},
{"ID": 814929274834255923, "Timestamp": "2021-02-26 18:37:59", "Contents": "El suelo no es problema jajaja solamente el tema de poner planchas metálicas como pared frontal con tornillos no parece tanto de laboratorio,con quitarlas y trabajar esa pared en textura y algún azulejo roto o algo así que alguien lo comentó el otro día,yo creo que funcionaría, no me haría lío.", "Attachments": ""},
{"ID": 813490302962630697, "Timestamp": "2021-02-22 19:20:02", "Contents": "Está muy bien ya para trabajar ☺️", "Attachments": ""},
{"ID": 813489838237548584, "Timestamp": "2021-02-22 19:18:11", "Contents": "Perfecto Sisa,muchas gracias por las vistas! Nos vamos entonces con el que está horizontal.", "Attachments": ""}
]