[
{"ID": 1187071465460351100, "Timestamp": "2023-12-20 16:38:12", "Contents": "Espero que pases muy buenas fiestas y tengas buena entrada de año. Un abrazo!", "Attachments": ""},
{"ID": 1187071387970584666, "Timestamp": "2023-12-20 16:37:53", "Contents": "Muchas gracias ☺️ disculpa la demora,pero estuve viajando. Ya a ver si desde el Ceu nos lo dan también...", "Attachments": ""},
{"ID": 1159451466063433728, "Timestamp": "2023-10-05 11:26:11", "Contents": "Cuídate mucho y gracias por todo", "Attachments": ""},
{"ID": 1159451411545849906, "Timestamp": "2023-10-05 11:25:58", "Contents": "Hola David!! Muchas gracias ☺️. He aprendido montón,ha sido un gusto tenerte de profe. Ahora lo que quiero es terminar las cosas con tiempo y mejorar para el portafolio.\nEn cuanto a lo de mi universidad,estamos pendientes de aprobación así que con la mejor de las suertes hasta primavera no nos dirán nada. Pero yo te aviso en cuanto nos digan del ministerio,con tiempo. En cuanto sepa,ya podré organizar los tiempos,pero te avisaré con meses de anticipación. Ahora dependemos de la aprobación del gobierno y presupuestos.", "Attachments": ""},
{"ID": 1148522519930880011, "Timestamp": "2023-09-05 07:38:27", "Contents": "Vale, genial,pues nos vemos a las 16. Gracias ☺️", "Attachments": ""},
{"ID": 1148519178169495602, "Timestamp": "2023-09-05 07:25:10", "Contents": "Hola David,espero que hayas pasado buen verano. Yo currando y bueno,he hecho lo que pude con la práctica,no me ha dado la vida... Hoy a qué hora sería la clase? A las 16 como siempre? Revisando los vídeos no vi lo del horario y no lo encuentro por el canal.", "Attachments": ""},
{"ID": 1130788162831142922, "Timestamp": "2023-07-18 09:08:27", "Contents": "Hola David,pues que me pierdo otra revisión... Acabo de volver a Ecuador y me voy a otra universidad a una beca de verano,hasta finales de agosto y la estancia es de lunes a sábado de 9 am hasta las 8 de la tarde...Espero entregar todo bien en septiembre,teniendo en cuenta todas las correcciones que le haces a los compañeros. Y si,lo importante es aprender,por eso me metí al curso. Aunque no querría perder el diplomado justo ahora después de tantos meses que sufrí con el tiempo 😅 Te cuento que ya están revisando el máster que presenté,así que espero hacia septiembre darte buenas noticias. Un abrazote enorme.", "Attachments": ""},
{"ID": 1121851652077535232, "Timestamp": "2023-06-23 17:17:56", "Contents": "Hola David, te escribo porque no he podido avanzar con el modelo. Entonces haré lo que pueda para tener algo preparado para la segunda revisión. En mayo me vine a Ecuador y ha sido imposible con clases, proyectos y temas de salidas de campo ponerme con el proyecto. Y por el tema horario no voy a poder estar en la revisión de la semana que viene. Vuelvo a España en julio y ahí espero poder ponerme al día. Estoy este mes trabajando también en el máster(disculpa que no te mantuve al día), pero estaba esperando aprobaciones. Esta semana justamente me han aprobado el presupuesto y si todo va bien, lanzaremos la primera promoción en enero del 2024. Yo te he recomendado para dos módulos online(uno de modelado de personaje inicial y otro de anatomía digital). Espero en octubre tener noticias del ministerio de educación de aquí y poder indicarte fechas concretas de las clases. Un abrazo!!", "Attachments": ""},
{"ID": 1108785379714277458, "Timestamp": "2023-05-18 15:57:14", "Contents": "Perdón, he tenido que irme que entro ahora a trabajar. No he querido interrumpir. Un saludo a todos y todas.", "Attachments": ""},
{"ID": 1108767579159416852, "Timestamp": "2023-05-18 14:46:30", "Contents": "https://drive.google.com/file/d/1B0465sv-Us-754wFjyrZug7nLFkzpbB6/view?usp=share_link", "Attachments": ""},
{"ID": 1108765404224028742, "Timestamp": "2023-05-18 14:37:52", "Contents": "https://drive.google.com/drive/folders/12CavrF744QtTEQ2IntNLMUbb9HXxYMuf?usp=sharing", "Attachments": ""},
{"ID": 1108695102475468840, "Timestamp": "2023-05-18 09:58:30", "Contents": "Hola David, te escribo por aquí porque no sé si podré meterme hoy a toda la clase, igual una hora,  porque se me cruza con el trabajo. Esta semana pasada me enviaron fuera, así que perdí dos domingos en traslado. Te cuento esto porque no entregué el basemesh, me quedé en el ecorché, ha sido falta de tiempo, no de interés. Intentaré hacerlo estas semanas porque quiero tenerlo hecho, no por nota, que estoy en el curso por aprender. He subido \"acabado\" el estilizado, pero no lo pongo aún en Artstation porque la mano es muy muñona y querría mejorarlo. Muchas gracias por todo y felicidades por las clases, aún asimilando cosillas, pero muy guays. Y gracias por tu paciencia!", "Attachments": ""},
{"ID": 1103699545927450686, "Timestamp": "2023-05-04 15:07:57", "Contents": "https://we.tl/t-h3SbZu5ef8", "Attachments": ""},
{"ID": 1053024753826402396, "Timestamp": "2022-12-15 19:04:25", "Contents": "No te preocupes, yo esta semana estoy muy cansada, me di cuenta de la hora 20 min después...y ya me metí de nuevo. Descansa lo que puedas y buen finde!", "Attachments": ""},
{"ID": 1047894964924850186, "Timestamp": "2022-12-01 15:20:28", "Contents": "https://we.tl/t-dlrr62j4pF", "Attachments": ""}
]